module.exports = {
  hello_1: [
    'Салют!',
    'Здравствуйте!',
    'Приветствую вас!',
  ],
  hello_2: [
    'Я люблю цитировать умных людей.',
    'Мне нравится цитировать умных людей.',
    'Я знаю много умных высказываний.',
    'Я знаю много хороших цитат.',
    'У меня в запасе много умных высказываний.',
    'У меня в запасе много высказываний умных людей.',
    'Я знаю много высказываний умных людей.',
    'У меня целая коллекция умных мыслей.',
    'У меня целая коллекция умных высказываний.',
    'У меня большая коллекция мыслей умных людей.',
    'У меня большая коллекция хороших цитат.',
    'Я имею целую коллекцию умных мыслей.',
    'Я люблю делиться мыслями умных людей.',
    'Мне нравится делиться мыслями умных людей.'
  ],
  hello_3: [
    'послушать?',
    'услышать что-то интересное для себя?'
  ],

  wish: [
    'Хотите',
    'Желаете'
  ],

  know: [
    'послушать',
    'услышать',
    'узнать'
  ],

  question: [
    'ещё одну мысль?',
    'ещё одну умную мысль?',
    'следующую мысль?',
    'ещё одну цитату?',
    'ещё одну интересную цитату?',
    'следующую цитату?',
    'следующую интересную цитату?',
    'мысль ещё одного умного человека?',
  ],

  help: 'Я умею цитировать умных людей. Чтобы получать удовольствие от умных мыслей, отвечайте положительно на мои вопросы. Но в любой момент вы можете сказать "Нет", "Выйти" и тому подобное, чтобы завершить сессию.',

  unclear_1: [
    'Я не совсем вас понимаю.',
    'Я не вполне вас понимаю.',
    'Я не очень хорошо вас понимаю.',
    'Я не полностью вас понимаю.',
  ],
  unclear_2: [
    'Можно продолжить сессию, получить справку, или выйти из навыка.',
    'Вы можете продолжить сессию, получить помощь, или выйти из навыка.',
    'Вы можете попросить меня продолжить, дать справку, или закрыть сессию.',
    'Вы можете продолжить, получить справку, или завершить сессию.',
  ],
  unclear_3: [
    'Что выбираете?',
    'Какой ваш выбор?',
    'Каким будет ваш выбор?',
    'Какое ваше решение?',
    'Каким будет ваше решение?',
    'Что вы решили?'
  ],

  bye: [
    'До свидания! Включайте Умные Мысли почаще!',
    'До встречи! Не забывайте слушать Умные Мысли!'
  ]
};
