module.exports = {
  hello_1: [
    'Салют!',
    'Здравствуй!',
    'Приветствую тебя!',
  ],
  hello_2: [
    'Я люблю цитировать умных людей.',
    'Мне нравится цитировать умных людей.',
    'Я знаю много умных высказываний.',
    'Я знаю много хороших цитат.',
    'У меня в запасе много умных высказываний.',
    'У меня в запасе много высказываний умных людей.',
    'Я знаю много высказываний умных людей.',
    'У меня целая коллекция умных мыслей.',
    'У меня целая коллекция умных высказываний.',
    'У меня большая коллекция мыслей умных людей.',
    'У меня большая коллекция хороших цитат.',
    'Я имею целую коллекцию умных мыслей.',
    'Я люблю делиться мыслями умных людей.',
    'Мне нравится делиться мыслями умных людей.'
  ],
  hello_3: [
    'послушать?',
    'чтобы я поделилась с тобой?',
    'услышать что-то интересное для себя?'
  ],

  wish: [
    'Хочешь',
    'Желаешь'
  ],

  know: [
    'послушать',
    'услышать',
    'узнать'
  ],

  question: [
    'ещё одну мысль?',
    'ещё одну умную мысль?',
    'следующую мысль?',
    'ещё одну цитату?',
    'ещё одну интересную цитату?',
    'следующую цитату?',
    'следующую интересную цитату?',
    'мысль ещё одного умного человека?',
  ],

  help: 'Я умею цитировать умных людей. Чтобы получать удовольствие от умных мыслей, отвечай положительно на мои вопросы. Но в любой момент ты можешь сказать "Нет", "Выйти" и тому подобное, чтобы завершить сессию.',

  unclear_1: [
    'Я не совсем тебя понимаю.',
    'Я не совсем тебя поняла.',
    'Я не вполне тебя понимаю.',
    'Я не вполне тебя поняла.',
    'Я не очень хорошо тебя понимаю.',
    'Я не очень хорошо тебя поняла.',
    'Я не полностью тебя понимаю.',
    'Я не полностью тебя поняла.'
  ],
  unclear_2: [
    'Можно продолжить сессию, получить справку, или выйти из навыка.',
    'Ты можешь продолжить сессию, получить помощь, или выйти из навыка.',
    'Ты можешь попросить меня продолжить, дать справку, или закрыть сессию.',
    'Ты можешь продолжить, получить справку, или завершить сессию.',
  ],
  unclear_3: [
    'Что выбираешь?',
    'Какой твой выбор?',
    'Каким будет твой выбор?',
    'Какое твоё решение?',
    'Каким будет твоё решение?',
    'Что ты решил?'
  ],

  bye: [
    'До свидания! Включай Умные Мысли почаще!',
    'До встречи! Не забывай слушать Умные Мысли!'
  ]
};